Repository: common-repository/brasa-slider
Catalog: languages/brasa_slider-*.po
Languages: pt_br

source: Add images in gallery
pt_br: Adicionar imagens na galeria

source: Add in gallery
pt_br: Adicionar na galeria

source: Remove image
pt_br: Remover imagem

source: Choose a file
pt_br: Selecionar um arquivo

source: Add file
pt_br: Adicionar arquivo

source: Select file
pt_br: Selecionar arquivo

source: Select image
pt_br: Selecionar imagem

source: Slider parent
pt_br: Slider parente

source: All sliders
pt_br: Todos sliders

source: View slider
pt_br: Ver slider

source: Add New Slider
pt_br: Adicionar novo slider

source: Add New
pt_br: Adicionar novo

source: Edit Slider
pt_br: Editar slider

source: Update Slider
pt_br: Atualizar slider

source: Search Slider
pt_br: Buscar slider

source: Not found
pt_br: Não encontrado

source: Not found in Trash
pt_br: Não encontrado na lixeira

source: Search Posts by Name
pt_br: Buscar posts pelo Nome

source: Order Slider
pt_br: Ordenar slider

source: <input type="text" id="search_brasa_slider" placeholder="Search.. ">
pt_br: <input type="text" id="search_brasa_slider" placeholder="Buscar.. ">

source: <a id="search-bt-slider" class="button button-primary button-large">Search!</a>
pt_br: <a id="search-bt-slider" class="button button-primary button-large">Buscar!</a>

source: <a class="button button-primary button-large select-image-brasa">Or select image</a>
pt_br: <a class="button button-primary button-large select-image-brasa">Ou selecionar imagem</a>

source: <span class="notice_not_item">No items added to the Slider. Use the 'Search Posts by Name' to search for items and add to Slider.</span>
pt_br: <span class="notice_not_item">Sem itens adicionado ao slider. Use 'Buscar posts por nome' para buscar posts e adiciona-los ao slider.</span>

source: <h2>Click to select</h2>
pt_br: <h2>Clique para selecionar</h2>

source: Link (Destination URL)
pt_br: Link (URL de destino)

source: Default size
pt_br: Tamanho padrão

source: Configure Slick JS <br>
pt_br: Configurar o Slick JS <br>

source: Read official Slick website for exemples & documentation: <a href="http://kenwheeler.github.io/slick/">http://kenwheeler.github.io/slick/</a>
pt_br: Visite o site oficial para ver exemplos e ler a documentação (em Inglês): <a href="http://kenwheeler.github.io/slick/">http://kenwheeler.github.io/slick/</a>

source: Select image size
pt_br: Selecionar tamanho de imagem
